proj-xcode/PowerAuth2Tests/PowerAuthServerSOAP/SoapRequests.bundle/GetActivationStatus_Challenge.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
	<soapenv:Header/>
	<soapenv:Body>
		<pow:GetActivationStatusRequest>
			<pow:activationId>$1</pow:activationId>
			<pow:challenge>$2</pow:challenge>
		</pow:GetActivationStatusRequest>
	</soapenv:Body>
</soapenv:Envelope>
